/* Type of IP address */
"6to4 relay" = "6至4转换";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort已连接";

/* No comment provided by engineer. */
"Airport connected" = "Airport已连接";

/* No comment provided by engineer. */
"Airport disconnected" = "Airport已断开";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort已断开";

/* No comment provided by engineer. */
"Battery charging..." = "充电中...";

/* Type of IP address */
"Benchmark" = "基准";

/* No comment provided by engineer. */
"Bluetooth Connection" = "蓝牙连接";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "蓝牙设备已连接";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "蓝牙设备已断开";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "蓝牙断开";

/* No comment provided by engineer. */
"Current charge: %d%%" = "当前电量: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Ethernet已激活";

/* No comment provided by engineer. */
"Ethernet deactivated" = "Ethernet已关闭";

/* No comment provided by engineer. */
"FireWire Connection" = "FireWire连接";

/* No comment provided by engineer. */
"FireWire Device Connected" = "FireWire设备已连接";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "FireWire设备已断开";

/* No comment provided by engineer. */
"FireWire Disconnection" = "FireWire断开";

/* No comment provided by engineer. */
"Group Network Notifications" = "组网络通知";

/* No comment provided by engineer. */
"Interface:\ten0" = "接口:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "接口:\ten0\n硬件:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP已获取";

/* No comment provided by engineer. */
"IP address acquired" = "IP地址已获取";

/* No comment provided by engineer. */
"IP address released" = "IP地址已释放";

/* No comment provided by engineer. */
"IP Released" = "IP已释放";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "已加入网络.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "离开网络%@.";

/* Type of IP address */
"Link-local" = "本地链接";

/* Type of IP address */
"Loopback" = "回环";

/* No comment provided by engineer. */
"Network Link Down" = "网络连接断开";

/* No comment provided by engineer. */
"Network Link Up" = "网络连接正常";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "新的主IP: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "当前无IP地址";

/* No comment provided by engineer. */
"On A/C power" = "电源适配器供电";

/* No comment provided by engineer. */
"On battery power" = "电池供电";

/* No comment provided by engineer. */
"On UPS power" = "UPS供电";

/* No comment provided by engineer. */
"Preferences..." = "偏好设置...";

/* Type of IP address */
"Private" = "私有";

/* Type of IP address */
"Public" = "公网";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "退出HardwareGrowler";

/* Type of IP address */
"Reserved" = "保留";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "运行时显示已连接设备";

/* No comment provided by engineer. */
"Switched to A/C Power" = "切换到电源适配器供电";

/* No comment provided by engineer. */
"Switched to Battery Power" = "切换到电池供电";

/* No comment provided by engineer. */
"Switched to UPS Power" = "切换到UPS供电";

/* No comment provided by engineer. */
"Sync finished" = "已完成同步";

/* No comment provided by engineer. */
"Sync started" = "已开始同步";

/* Type of IP address */
"Test" = "测试";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "这项设置将在Hardware Growler重启后生效";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "剩余时间: %i分钟";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "剩余充电时间: %i分钟";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "未命名FireWire设备";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0接口";

/* No comment provided by engineer. */
"USB Bus" = "USB接口";

/* No comment provided by engineer. */
"USB Connection" = "USB连接";

/* No comment provided by engineer. */
"USB Device Connected" = "USB设备已连接";

/* No comment provided by engineer. */
"USB Device Disconnected" = "USB设备已断开";

/* No comment provided by engineer. */
"USB Disconnection" = "USB Disconnection";

/* No comment provided by engineer. */
"Volume Mounted" = "宗卷已装载";

/* No comment provided by engineer. */
"Volume Unmounted" = "宗卷已推出";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "打开HardwareGrowler偏好设置";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "在以上位置都显示";

/* display the icon only in the dock */
"Show icon in the dock" = "在Dock上显示图标";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "在MenuBar上显示图标";

/* display no icon at all */
"No icon visible" = "不显示图标";

/* No comment provided by engineer. */
"Icon:" = "图标:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "启用该选项将使HardwareGrowler不在Dock或MenuBar中显示。请在Launchpad或Finder中打开HardwareGrowler进行偏好设置。";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "警告！启用该选项将使HardwareGrowler在后台运行";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "注意！启用该选项将把HardwareGrowler加入启动项";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "启用该选项后，HardwareGrowler将在每次登陆时运行，因此始终为需要的程序提供服务";


"Start HardwareGrowler at Login:" = "登陆时运行HardwareGrowler:";
